Repository: davilima6/observatorio.tema
Catalog: src/observatorio/tema/locales/*/LC_MESSAGES/collective.wasthisuseful.po
Languages: pt_br

source: Disable rating for this item and its children
pt_br: Desativar avaliação para este item e seus filhos

source: Disable rating for this item only
pt_br: Desativar avaliação para este item apenas

source: Enable rating for this item and its children
pt_br: Ativar avaliação para este item e seus filhos

source: Enable rating for this item only
pt_br: Ativar avaliação para este item apenas

source: Manage usefulness rating settings for this item.
pt_br: Gerencie as configurações de avaliação de utilidade para este item.

source: No, this information was not useful.
pt_br: Não, esta informação nao foi útil.

source: Rating was disabled for this object
pt_br: A avaliação foi desativada para este item

source: Rating was disabled for this object and its children
pt_br: A avaliação foi desativada para este item e seus filhos

source: Rating was enabled for this object
pt_br: A avaliação foi ativada para este item

source: Rating was enabled for this object and its children
pt_br: A avaliação foi ativada para este item e seus filhos

source: Usefulness Ratings
pt_br: Avaliação de utilidade

source: Usefulness ratings
pt_br: Avaliação de utilidade

source: Was This Useful settings
pt_br: Configurações Was This Useful

source: Yes, this information was useful.
pt_br: Sim, esta informação foi útil.

source: heading_settings_screen
pt_br: Configurações da avaliação de utilidade

source: help_enabled_types
pt_br: Para que tipos de conteúdo a avaliação deve estar ativada?

source: label_comment
pt_br: Comente

source: label_enabled_types
pt_br: Tipos ativados

source: label_value
pt_br: Avaliação

source: label_was_this_useful
pt_br: Esta informação foi útil?

source: label_why
pt_br: Você pode explicar por que não foi útil?

source: label_why_noscript
pt_br: Você pode explicar por que não foi útil?

source: message_thank_you
pt_br: Obrigado pela avaliação!

source: text_rating_disabled
pt_br: A avaliação está desativada para este item <span>e seus filhos</span>

source: text_rating_enabled
pt_br: A avaliação está ativada para este item <span>e seus filhos</span>
